{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      ".": 4,
      "?": 5,
      "hai": 6,
      "hain": 7,
      "raha": 8,
      "kya": 9,
      "Kya": 10,
      "kar": 11,
      "!": 12,
      "Kahan": 13,
      "rahi": 14,
      "Baad": 15,
      "Bahar": 16,
      "Chal": 17,
      "Main": 18,
      "Mast": 19,
      "aa": 20,
      "chalte": 21,
      "de": 22,
      "ho": 23,
      "hoon": 24,
      "mein": 25,
      "milte": 26,
      "tha": 27,
      "Aa": 28,
      "Aaj": 29,
      "Bhook": 30,
      "Cafe": 31,
      "Din": 32,
      "Ek": 33,
      "Itni": 34,
      "Jaldi": 35,
      "Kal": 36,
      "Khaana": 37,
      "Kitne": 38,
      "Kuch": 39,
      "Mazak": 40,
      "Mera": 41,
      "Naya": 42,
      "Neend": 43,
      "Phir": 44,
      "Sach": 45,
      "Samajh": 46,
      "Scene": 47,
      "Thoda": 48,
      "Thodi": 49,
      "Weekend": 50,
      "Yeh": 51,
      "aaya": 52,
      "accha": 53,
      "aur": 54,
      "baar": 55,
      "baarish": 56,
      "baje": 57,
      "bas": 58,
      "bol": 59,
      "call": 60,
      "chahiye": 61,
      "cheez": 62,
      "dekh": 63,
      "dekhne": 64,
      "der": 65,
      "di": 66,
      "din": 67,
      "free": 68,
      "haal": 69,
      "itne": 70,
      "ka": 71,
      "kaam": 72,
      "kahan": 73,
      "kaisa": 74,
      "karna": 75,
      "karunga": 76,
      "khate": 77,
      "khaya": 78,
      "kiya": 79,
      "kuch": 80,
      "kyun": 81,
      "lag": 82,
      "laga": 83,
      "liye": 84,
      "madat": 85,
      "mast": 86,
      "mat": 87,
      "mere": 88,
      "message": 89,
      "milna": 90,
      "mood": 91,
      "movie": 92,
      "nahi": 93,
      "pahunch": 94,
      "phone": 95,
      "sakta": 96,
      "samjha": 97,
      "scene": 98,
      "suna": 99,
      "time": 100,
      "to": 101,
      "tu": 102,
      "wait": 103,
      "yaar": 104,
      "ye": 105,
      "zabardast": 106
    },
    "unk_token": "[UNK]"
  }
}