{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      ".": 4,
      "?": 5,
      "you": 6,
      "I": 7,
      "s": 8,
      "What": 9,
      "'": 10,
      "are": 11,
      "Let": 12,
      "Where": 13,
      "am": 14,
      "is": 15,
      "me": 16,
      "’": 17,
      "!": 18,
      "Are": 19,
      "for": 20,
      "go": 21,
      "the": 22,
      "Can": 23,
      "How": 24,
      "This": 25,
      "a": 26,
      "eat": 27,
      "later": 28,
      "meet": 29,
      "outside": 30,
      "some": 31,
      "soon": 32,
      "this": 33,
      "time": 34,
      "will": 35,
      "Call": 36,
      "Come": 37,
      "Did": 38,
      "Give": 39,
      "It": 40,
      "See": 41,
      "Stop": 42,
      "Tell": 43,
      "Why": 44,
      "You": 45,
      "again": 46,
      "amazing": 47,
      "at": 48,
      "awesome": 49,
      "be": 50,
      "been": 51,
      "buddy": 52,
      "cafe": 53,
      "coming": 54,
      "day": 55,
      "did": 56,
      "do": 57,
      "doing": 58,
      "don": 59,
      "explain": 60,
      "fast": 61,
      "feeling": 62,
      "free": 63,
      "great": 64,
      "happy": 65,
      "have": 66,
      "help": 67,
      "hungry": 68,
      "interesting": 69,
      "it": 70,
      "job": 71,
      "joking": 72,
      "late": 73,
      "movie": 74,
      "my": 75,
      "need": 76,
      "new": 77,
      "phone": 78,
      "plan": 79,
      "raining": 80,
      "serious": 81,
      "should": 82,
      "sleepy": 83,
      "something": 84,
      "t": 85,
      "text": 86,
      "there": 87,
      "today": 88,
      "tomorrow": 89,
      "understand": 90,
      "up": 91,
      "waiting": 92,
      "was": 93,
      "watching": 94,
      "we": 95,
      "weekend": 96,
      "your": 97
    },
    "unk_token": "[UNK]"
  }
}